Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_accessibility_success_document_scanned
source: Success! Document scanned
ak: Ayɛ yie! Wɔaskaane nhoma no
am: ተሳክቷል! ሰነድ ተቃኝቷል
ar: نجحت العملية! تم مسح المستند ضوئياً
bn: সফল! ডকুমেন্ট স্ক্যান সম্পন্ন
cs: Úspěch! Dokument byl naskenován
da: Det lykkedes! Dokumentet er scannet.
de: Erfolg! Dokument gescannt
el: Επιτυχία! Το έγγραφο σαρώθηκε
es: ¡Bien! Documento escaneado
es_mx: ¡Completado! Documento escaneado
fa: Sanad bâ movaffaghiyat eskan shod
fi: Onnistui! Asiakirja skannattu
fil: Tagumpay! Na-scan ang dokumento
fr: Document scanné avec succès !
fr_ca: Succès ! Document numérisé
ha: An yi nasara! An ɗauki hoton takarda
he: הצלחה! המסמך נסרק
hi: सफ़लता! डॉक्यूमेंट स्कैन किया गया
hr: Uspjeh! Dokument skeniran
hu: Siker! Dokumentum beolvasva
id: Berhasil! Dokumen dipindai
is: Tókst! Skjalið var skannað
it: Perfetto! Documento scansionato
ja: 成功！ドキュメントをスキャンしました
ka_ge: წარმატებული! დოკუმენტი დასკანერებულია
kk: Сәтті! Құжат сканерленді
km_kh: ជោគជ័យ! ឯកសារត្រូវបានស្កេន
ko: 문서 스캔 완료
lv: Dokuments noskenēts veiksmīgi!
ms: Berjaya! Dokumen telah diimbas
nb: Skanning av dokument vellykket!
ne: पूरा भयो! कागजात स्क्यान भयो
nl: Succes! Document gescand
pl: Udało się! Zeskanowano dokument
ps_af: سند په بریالیتوب سکن شو!
pt: Documento digitalizado com sucesso!
pt_br: Sucesso! Documento digitalizado
ro: Excelent! Documentul a fost scanat
ru: Успех! Документ отсканирован
si: සාර්ථකයි! ලේඛනය ස්කෑන් කර ඇත
sk: Úspech! Doklad bol naskenovaný
sl: Uspelo! Dokument skeniran
sr: Dokument je uspešno skeniran
sv: Lyckades! Skannat dokument
sw: Imemaliza! Hati imeskaniwa
th: สำเร็จ! สแกนเอกสารแล้ว
tr: Başarılı! Belge tarandı
uk: Готово! Документ відскановано.
ur: کامیابی! دستاویز اسکین ہو گئی ہے
uz: Muvaffaqiyat! Hujjat skanerlandi
vi: Thành công! Đã quét tài liệu
yo: Àṣeyọrí! Ẹ̀dà àwòrán ìwé àkọsílẹ̀ ti parí
zh_hans: 成功！文件已扫描
zh_hant: 成功！文件已掃描

# mb_accessibility_success_first_side_scanned
source: Success! Front side scanned
ak: Ayɛ yie! Wɔaskaane anim
am: ተሳክቷል! የፊት ጎኑ ተቃኝቷል
ar: نجحت العملية! تم مسح الجانب الأمامي ضوئياً
bn: সফল! সামনের দিকটি স্ক্যান হয়েছে
cs: Úspěch! Čelní strana byla naskenována
da: Det lykkedes! Forsiden er scannet.
de: Erfolg! Vorderseite gescannt
el: Επιτυχία! Σαρώθηκε η μπροστινή πλευρά
es: ¡Anverso escaneado!
es_mx: ¡Completado! Lado frontal escaneado
fa: Movafagh. Ruy-e jelo esken shod
fi: Onnistui! Etupuoli skannattu
fil: Tagumpay! Na-scan ang harap na bahagi
fr: Succès ! Recto scanné
fr_ca: Succès ! Face avant numérisée
ha: An yi nasara! An ɗauki hoton gaba ta gefe
he: הצלחה! הצד הקדמי נסרק
hi: सफ़लता! सामने का हिस्सा स्कैन किया गया
hr: Uspjeh! Prednja strana skenirana
hu: Siker! Első oldal beolvasva
id: Berhasil! Sisi depan dipindai
is: Tókst! Framhlið skönnuð
it: Perfetto! Fronte scansionato
ja: 成功！表面をスキャンしました
ka_ge: წარმატებული! წინა მხარე დასკანერებულია
kk: Сәтті! Алдыңғы жағы сканерленді
km_kh: ជោគជ័យ! ផ្នែកខាងមុខត្រូវបានស្កេន
ko: 앞면 스캔 완료
lv: Priekšpuse noskenēta veiksmīgi!
ms: Berjaya! Bahagian hadapan telah diimbas
nb: Skanning av forsiden vellykket!
ne: पूरा भयो! अगाडिपट्टिको भाग स्क्यान भयो
nl: Succes! Voorkant gescand
pl: Udało się! Zeskanowano przednią stronę
ps_af: د مخې سکن په بریالیتوب ترسره شو!
pt: Lado da frente digitalizado com sucesso!
pt_br: Sucesso! Frente digitalizada
ro: Excelent! Partea din față a fost scanată
ru: Успех! Передняя сторона отсканирована
si: සාර්ථකයි! ඉදිරි පැත්ත ස්කෑන් කර ඇත
sk: Úspech! Naskenovaná predná strana
sl: Uspelo! Skenirana sprednja stran
sr: Uspešno! Prednja strana je skenirana
sv: Lyckades! Framsidan skannad
sw: Imemaliza! Upande wa mbele umeskaniwa
th: สำเร็จ! สแกนด้านหน้าแล้ว
tr: Başarılı! Ön taraf tarandı
uk: Готово! Передній бік відскановано.
ur: کامیابی! سامنے کا رخ اسکین ہو گیا ہے
uz: Muvaffaqiyat! Old tomon skanerlandi
vi: Thành công! Đã quét mặt trước
yo: Àṣeyọrí! Ẹ̀dà àwòrán apá iwájú ti parí
zh_hans: 成功！正面已扫描
zh_hant: 成功！正面已掃描

# mb_back_instructions
source: Scan the back side of a document
ak: Skane krataa no akyi
am: የሰነዱ የኋላ ገፅን ይቃኙ
ar: امسح الوجه الخلفي للمستند
bn: ডকুমেন্টের পিছনের দিক স্ক্যান করুন
cs: Naskenujte zadní stranu dokumentu
da: Scan bagsiden af et dokument
de: Scannen Sie die Rückseite des Dokuments
el: Σαρώστε την πίσω όψη ενός εγγράφου
es: Escanee el reverso de un documento
es_mx: Escanear la parte trasera del documento
fa: Pusht-e mostanad ra eskan konid
fi: Skannaa asiakirjan kääntöpuoli
fil: I-scan ang likurang bahagi ng dokumento
fr: Scanner le verso d'un document
fr_ca: Scannez le verso du document.
ha: A ɗauki hoton bayan takardar
he: סרקו את הצד האחורי של המסמך
hi: दस्तावेज़ के पीछे की ओर स्कैन करें
hr: Skenirajte stražnju stranu dokumenta
hu: Szkennelje be a dokumentum hátoldalát
id: Pindai sisi belakang dokumen
is: Skannið bakhlið skjalsins
it: Scansiona il retro del documento
ja: 書類の裏面をスキャンしてください
ka_ge: დაასკანერეთ დოკუმენტის უკანა მხარე
kk: Құжаттың артқы жағын сканерлеңіз
km_kh: ស្កេនផ្នែកខាងក្រោយនៃឯកសារ
ko: 문서의 뒷면을 스캔하세요
lv: Skenēt dokumenta aizmuguri
ms: Imbas bahagian belakang dokumen
nb: Skann baksiden av et dokument
ne: कागजातको फपछाडिपट्टिको भाग स्क्यान गर्नुहोस्
nl: Scan de achterkant van een document
pl: Zeskanuj tył dokumentu
ps_af: د سند شاته برخه سکین کړئ
pt: Digitalize o verso de um documento
pt_br: Digitalize o verso do documento
ro: Scanați partea din spate a documentului
ru: Отсканируйте обратную сторону документа
si: ලේඛනයේ පිට පැත්ත ස්කෑන් කරන්න
sk: Nasnímajte zadnú stranu dokumentu
sl: Optično preberite hrbtno stran dokumenta
sr: Skenirajte poleđinu dokumenta
sv: Skanna baksidan av ett dokument
sw: Skani upande wa nyuma wa hati
th: สแกนด้านหลังของเอกสาร
tr: Belgenin arka yüzünü tarayın
uk: Відскануйте зворотну сторону документа
ur: دستاویز کے پچھلے حصے کو اسکین کریں
uz: Hujjatning orqa tomonini skanerlang
vi: Quét mặt sau của tài liệu
yo: Ṣe ẹ̀dà àwòrán ẹ̀yìn ìwé àkọsílẹ̀ náà
zh_hans: 扫描文档背面
zh_hant: 掃描文件背面

# mb_barcode_id_instructions
source: Scan the barcode side of a document
ak: Skane barkodu afa hɔ wɔ krataa no so
am: የሰነዱ የባር ኮድ ገፅን ይቃኙ
ar: امسح جانب الباركود للمستند
bn: একটি নথির বারকোড থাকা দিকটি স্ক্যান করুন
cs: Naskenujte stranu dokumentu s čárovým kódem
da: Scan den side af dokumentet, hvor der er en stregkode
de: Scannen Sie die Barcode-Seite eines Dokuments
el: Σαρώστε την όψη του εγγράφου που περιέχει τον γραμμωτό κώδικα
es: Escanea el reverso del documento con el código de barras
es_mx: Escanea el código de carras a un lado del documento
fa: Samte barkod-e mostanad ra eskan konid
fi: Skannaa asiakirjan viivakoodipuoli
fil: I-scan ang barcode na bahagi ng dokumento
fr: Scanner le code-barres d'un document
fr_ca: Numérisez la face du document sur laquelle se trouve le code-barres
ha: A ɗauki hoton ɓangaren takardar da ke ɗauke da barcode
he: סרקו את צד הברקוד של מסמך
hi: दस्तावेज़ के बारकोड वाले हिस्से को स्कैन करें
hr: Skenirajte stranu dokumenta s barkodom
hu: Olvassa be a dokumentum vonalkódos oldalát
id: Pindai sisi kode batang dokumen
is: Skannaðu strikamerkjahlið skjals
it: Scansiona il lato del codice a barre di un documento
ja: 書類のバーコード面をスキャンしてください
ka_ge: დაასკანერეთ დოკუმენტის შტრიხკოდის მხარე
kk: Құжаттың штрихкоды бар жағын сканерлеңіз
km_kh: ស្កេនខាងបារកូដនៃឯកសារ
ko: 문서의 바코드 면을 스캔하세요
lv: Skenējiet dokumenta svītrkoda pusi
ms: Imbas bahagian kod bar dokumen
nb: Skann siden av ID-en som strekkoden befinner seg på
ne: कागजातको बारकोड भएको भाग स्क्यान गर्नुहोस्
nl: Scan de kant van het document met de barcode
pl: Zeskanuj stronę dokumentu z kodem kreskowym
ps_af: د سند د بارکوډ برخه سکن کړئ
pt: Digitalizar o lado do documento com um código de barras
pt_br: Digitalize o lado do documento que contém o código de barras
ro: Scanați partea cu codul de bare a unui document
ru: Отсканируйте сторону документа со штрихкодом
si: ලේඛනයක බාර්කෝඩ් එක ඇති පැත්ත ස්කෑන් කරන්න
sk: Naskenujte čiarový kód dokumentu
sl: Skenirajte stran dokumenta s črtno kodo.
sr: Skenirajte stranu dokumenta sa bar-kodom
sv: Skanna streckkodssidan av ett dokument
sw: Skani upande wa msimbopau wa hati
th: สแกนด้านบาร์โค้ดของเอกสาร
tr: Belgenin barkodlu tarafını tarayın
uk: Відскануйте сторону документа зі штрих-кодом
ur: دستاویز کی بار کوڈ والی سائیڈ اسکین کریں
uz: Hujjatning shtrix-kodli tomonini skanerlang
vi: Quét mặt có mã vạch của một giấy tờ
yo: Ṣe àyẹ̀wò apá ibi kóòdù onílà lórí ìwé àkọsílẹ̀ kan
zh_hans: 扫描文件上带有条形码的一面
zh_hant: 掃描文件的條碼面

# mb_barcode_instructions
source: Scan the barcode
ak: Skane barkoodu no
am: ባርኮዱን ይቃኙ
ar: امسح الرمز الشريطي
bn: বারকোড স্ক্যান করুন
cs: Naskenujte čárový kód
da: Scan stregkoden
de: Scannen Sie den Barcode
el: Σαρώστε τον γραμμωτό κώδικα
es: Escanea el código de barras
es_mx: Escanear el código de barras
fa: Barkod ra eskan konid
fi: Skannaa viivakoodi
fil: I-scan ang barcode
fr: Scanner le code-barres d'un document
fr_ca: Scannez le code-barres.
ha: A ɗauki hoton lambar barcode
he: לסרוק את הברקוד
hi: बारकोड को स्कैन करें
hr: Skenirajte barkod
hu: Szkennelje be a vonalkódot
id: Pindai kode batang
is: Skannið strikamerkið
it: Scansiona il codice a barre
ja: バーコードをスキャンしてください
ka_ge: დაასკანერეთ ბარკოდი
kk: Штрих-кодты сканерлеңіз
km_kh: ស្កេនបាកូដ
ko: 바코드를 스캔하세요
lv: Skenēt svītrkodu
ms: Imbas kod bar
nb: Skann strekkoden
ne: बारकोड स्क्यान गर्नुहोस्
nl: Scan de barcode
pl: Zeskanuj kod kreskowy
ps_af: بارکوډ سکین کړئ
pt: Digitalizar o código de barras
pt_br: Digitalize o código de barras
ro: Scanare cod de bare
ru: Отсканируйте штрихкод
si: බාර්කෝඩ් එක ස්කෑන් කරන්න
sk: Naskenovať čiarový kód
sl: Optično preberite črtno kodo
sr: Skenirajte bar-kod
sv: Skanna streckkoden
sw: Skani msimbopau
th: สแกนบาร์โค้ด
tr: Barkodu tara
uk: Відскануйте штрих-код
ur: بار کوڈ اسکین کریں
uz: Shtrix-kodni skanerlash
vi: Quét mã vạch
yo: Ṣe àyẹ̀wò kóódù onílà
zh_hans: 扫描条形码
zh_hant: 掃描條碼

# mb_blur_detected
source: Keep the document and phone still
ak: Kura krataa no ne fon no dinn
am: ሰነዱን እና ስልኩን ሳያንቀሳቅሱ ያቆዩ
ar: أبقِ المستند والهاتف ثابتين
bn: ডকুমেন্ট ও ফোন স্থির রাখুন
cs: Držte dokument a telefon v klidu
da: Hold dokumentet og telefonen stille
de: Halten Sie das Dokument und das Smartphone ruhig
el: Κρατήστε το έγγραφο και το τηλέφωνο ακίνητα
es: Mantén el documento y el teléfono quietos
es_mx: Mantén el documento y el teléfono quietos
fa: Sanad va telefon râ bi-harekat negah dârid
fi: Pidä asiakirja ja puhelin paikallaan
fil: Panatilihing nakapirmi ang dokumento at telepono
fr: Gardez le document et le téléphone immobiles
fr_ca: Gardez le document et le téléphone immobiles
ha: Riƙe takardar da wayar ba tare da motsi ba
he: החזיקו את המסמך ואת הטלפון ללא תזוזה
hi: दस्तावेज़ और फ़ोन को स्थिर रखें
hr: Držite dokument i telefon mirno
hu: Tartsa mozdulatlanul a dokumentumot és a telefont
id: Jaga dokumen dan ponsel tetap diam
is: Haltu skjalinu og símanum kyrrum
it: Tieni fermi il documento e il telefono
ja: 書類とスマートフォンを動かさないでください
ka_ge: დოკუმენტი და ტელეფონი უძრავად გეჭიროთ
kk: Құжат пен телефонды қозғалтпай ұстаңыз
km_kh: រក្សាឯកសារ និងទូរសព្ទឱ្យនៅនឹង
ko: 문서와 휴대전화를 움직이지 마세요
lv: Turiet dokumentu un tālruni nekustīgi
ms: Pastikan dokumen dan telefon tidak bergerak
nb: Hold dokumentet og telefonen stille
ne: कागजात र फोन स्थिर राख्नुहोस्
nl: Houd het document en de telefoon stil
pl: Trzymaj dokument i telefon nieruchomo
ps_af: سند او تلیفون بې‌حرکته وساتئ
pt: Mantenha o documento e o telemóvel imóveis
pt_br: Mantenha o documento e o celular parados
ro: Țineți documentul și telefonul nemișcate
ru: Держите документ и телефон неподвижно
si: ලේඛනය සහ දුරකථනය නිශ්චලව තබා ගන්න
sk: Držte dokument aj telefón bez pohybu
sl: Dokument in telefon držite pri miru
sr: Držite dokument i telefon mirno
sv: Håll dokumentet och telefonen stilla
sw: Usisogeze hati wala simu
th: ถือเอกสารและโทรศัพท์ให้นิ่ง
tr: Belgeyi ve telefonu sabit tutun
uk: Тримайте документ і телефон нерухомо
ur: دستاویز اور فون کو ساکن رکھیں
uz: Hujjat va telefonni qimirlatmay ushlab turing
vi: Giữ yên tài liệu và điện thoại
yo: Jẹ́ kí ìwé-ẹ̀rí náà àti fóònù náà dúró ṣinṣin
zh_hans: 请保持证件和手机静止
zh_hant: 請保持文件和手機不動

# mb_camera_flip_document
source: Flip to the back side
ak: Dane kɔ akyi
am: ወደኋላ ገጽ ይገልብጡት
ar: اقلب المستند
bn: পিছনের দিকে উল্টান
cs: Otočte dokument
da: Vend på bagsiden
de: Drehen Sie das Dokument um
el: Γυρίστε στην πίσω όψη
es: Dele la vuelta al documento
es_mx: Voltear hacia la parte trasera
fa: Madrak ra be samte posht bargardanid
fi: Käännä taustapuoli näkyviin
fil: Baligtarin ang dokumento
fr: Retournez vers le verso
fr_ca: Retournez le document
ha: A juya bayan
he: להפוך את המסמך
hi: पीछे की ओर पलटें
hr: Okrenite dokument
hu: Fordítsa meg a dokumentumot
id: Balik dokumen
is: Snúið á bakhliðina
it: Capovolgi il documento
ja: 裏面にしてください
ka_ge: შემოატრიალეთ უკანა მხარეს
kk: Артқы жаққа айналдырыңыз
km_kh: បង្វិលទៅផ្នែកខាងក្រោយ
ko: 뒷면으로 넘겨주세요
lv: Apvērst uz aizmuguri
ms: Balikkan dokumen
nb: Snu til baksiden
ne: पछाडि पट्टि फ्लिप गर्नुहोस्
nl: Draai het document om
pl: Obróć na drugą stronę
ps_af: شاته اړخ ته واړوئ
pt: Vire o documento
pt_br: Vire para o verso
ro: Întoarceți documentul
ru: Переверните документ на обратную сторону
si: පිට පැත්ත හරවන්න
sk: Otočte preukaz
sl: Obrnite dokument
sr: Okrenite na poleđinu
sv: Vänd till baksidan
sw: Geuza upande wa nyuma
th: พลิกเอกสาร
tr: Arka tarafa çevir
uk: Переверніть на зворотній бік
ur: پچھلے حصے کی طرف پلٹیں
uz: Orqa tomonga aylantiring
vi: Lật tài liệu
yo: Yí padà sí ẹ̀yìn
zh_hans: 给文件翻页
zh_hant: 將文件翻面

# mb_camera_permission_required
source: Camera permission is required.
ak: Kamara pɛmihyen ho hia.
am: የካሜራ ፈቃድ ያስፈልጋል።
ar: مطلوب إذن بالوصول إلى الكاميرا.
bn: ক্যামেরার অনুমতি আবশ্যক।
cs: Je vyžadováno povolení přístupu k fotoaparátu
da: Kameratilladelse er påkrævet.
de: Kamerazugriffsberechtigung ist erforderlich.
el: Απαιτείται άδεια για την κάμερα.
es: Se requiere permiso de cámara.
es_mx: El permiso para acceder a la cámara es obligatorio.
fa: Ejaze-ye dorbin lazem ast.
fi: Kameran käyttöoikeus tarvitaan.
fil: Kinakailangan ang pahintulot ng camera.
fr: L'autorisation de la caméra est requise.
fr_ca: L'autorisation d'utiliser l'appareil photo est requise.
ha: Akwai buƙatar ba wa kamera izini
he: דרושה הרשאה למצלמה.
hi: कैमरे की अनुमति आवश्यक है.
hr: Potrebna je dozvola za pristup kameri.
hu: Szükséges a kamera engedélyezése.
id: Izin kamera dibutuhkan.
is: Heimildar myndavélar er krafist.
it: Autorizzazione per la fotocamera obbligatoria.
ja: カメラの許可が必要です。
ka_ge: საჭიროა კამერაზე წვდომა.
kk: Камера рұқсаты қажет.
km_kh: តម្រូវឱ្យមានការអនុញ្ញាតពីកាមេរ៉ា។
ko: 카메라 권한이 필요합니다.
lv: Nepieciešama kameras atļauja.
ms: Kebenaran kamera diperlukan.
nb: Kameratillatelse er nødvendig.
ne: क्यामेरा अनुमति आवश्यक छ।
nl: Cameratoegang is vereist.
pl: Wymagane uprawnienie do korzystania z aparatu.
ps_af: د کیمرې اجازه اړینه ده.
pt: É necessária a permissão de acesso à câmara.
pt_br: É necessária permissão para câmera.
ro: Sunt necesare permisiunile pentru camera foto.
ru: Требуется разрешение на доступ к камере.
si: කැමරා අවසරය අවශ්‍ය වේ.
sk: Vyžaduje sa povolenie fotoaparátu.
sl: Potrebno je dovoljenje za kamero.
sr: Dozvola za kameru je obavezna.
sv: Kamerabehörighet krävs.
sw: Unahitaji kuruhusu kamera.
th: จำเป็นต้องอนุญาตการใช้งานกล้อง
tr: Kamera izni gerekli.
uk: Потрібен доступ до камери.
ur: کیمرہ کی اجازت درکار ہے۔
uz: Kamera ruxsati zarur.
vi: Quyền sử dụng camera là bắt buộc.
yo: Ìgbaniláàyè fún kámẹ́rà nílò.
zh_hans: 需要相机权限。
zh_hant: 需要相機權限。

# mb_close
source: Close
ak: Tum
am: ዝጋ
ar: إغلاق
bn: বন্ধ করুন
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_mx: Cerrar
fa: Bastan
fi: Sulje
fil: Isara
fr: Fermer
fr_ca: Fermer
ha: Rufe
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka_ge: დახურვა
kk: Жабу
km_kh: បិទ
ko: 닫기
lv: Aizvērt
ms: Tutup
nb: Lukk
ne: बन्द गर्नुहोस्
nl: Sluiten
pl: Zamknij
ps_af: تړل
pt: Fechar
pt_br: Fechar
ro: Închide
ru: Закрыть
si: වසන්න
sk: Zavrieť
sl: Zapri
sr: Zatvori
sv: Stäng
sw: Funga
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
uz: Yopish
vi: Đóng
yo: Pàdé
zh_hans: 关闭
zh_hant: 關閉

# mb_connection_reconnect
source: Double tap to attempt reconnecting to the internet
ak: Bɔ no mprenu na san sɔ Intanɛt nkitahodi no hwɛ
am: ከኢንተርኔት ጋር እንደገና ለመገናኘት ሁለት ጊዜ መታ ያድርጉ
ar: انقر نقرًا مزدوجًا لمحاولة إعادة الاتصال بالإنترنت
bn: ইন্টারনেটে পুনরায় সংযোগের চেষ্টা করতে দুবার ট্যাপ করুন
cs: Dvojitým klepnutím se zkuste znovu připojit k internetu
da: Dobbelttryk for at forsøge at genoprette internetforbindelsen
de: Doppeltippen, um erneut eine Internetverbindung herzustellen
el: Πατήστε δύο φορές για να επιχειρήσετε επανασύνδεση στο διαδίκτυο
es: Toca dos veces para intentar reconectarte a internet
es_mx: Toca dos veces para intentar reconectarte a internet
fa: Baraye etesal-e dobare be internet, do bar tap konid
fi: Yritä muodostaa internetyhteys uudelleen kaksoisnapauttamalla
fil: I-double-tap upang subukang kumonekta muli sa internet
fr: Appuyez deux fois pour tenter de vous reconnecter à Internet
fr_ca: Touchez deux fois pour tenter de vous reconnecter à Internet
ha: Danna sau biyu don sake ƙoƙarin haɗawa da intanet
he: הקישו פעמיים כדי לנסות להתחבר מחדש לאינטרנט
hi: इंटरनेट से फिर से कनेक्ट करने का प्रयास करने के लिए दो बार टैप करें
hr: Dvaput dodirnite za ponovni pokušaj povezivanja s internetom
hu: Koppintson kétszer az internethez való újracsatlakozáshoz
id: Ketuk dua kali untuk mencoba menyambungkan kembali ke internet
is: Tvípikkaðu til að reyna að tengjast internetinu aftur
it: Tocca due volte per tentare di riconnetterti a Internet
ja: ダブルタップしてインターネットへの再接続をお試しください
ka_ge: ინტერნეტთან ხელახლა დასაკავშირებლად ორჯერ შეეხეთ
kk: Интернетке қайта қосылып көру үшін екі рет түртіңіз
km_kh: ប៉ះពីរដង ដើម្បីព្យាយាមភ្ជាប់អ៊ីនធឺណិតឡើងវិញ
ko: 인터넷에 다시 연결하려면 두 번 탭하세요
lv: Veiciet dubultskārienu, lai mēģinātu atkārtoti izveidot savienojumu ar internetu
ms: Ketik dua kali untuk cuba menyambung semula ke internet
nb: Dobbelttrykk for å prøve å koble til internett på nytt
ne: इन्टरनेटमा पुनः जडान गर्ने प्रयास गर्न दुई पटक ट्याप गर्नुहोस्
nl: Dubbeltik om opnieuw verbinding met internet te maken
pl: Stuknij dwukrotnie, aby ponowić próbę połączenia z internetem
ps_af: له انټرنېټ سره د بیا نښلېدو لپاره دوه ځله ټک وکړئ
pt: Toque duas vezes para tentar restabelecer a ligação à Internet
pt_br: Toque duas vezes para tentar se reconectar à internet
ro: Atingeți de două ori pentru a încerca reconectarea la internet
ru: Дважды коснитесь экрана, чтобы повторить попытку подключения к интернету
si: අන්තර්ජාලයට නැවත සම්බන්ධ වීමට දෙවරක් තට්ටු කරන්න
sk: Dvojitým klepnutím skúste obnoviť internetové pripojenie
sl: Dvotapnite, da znova poskusite vzpostaviti povezavo z internetom
sr: Dvaput dodirnite da biste pokušali da se ponovo povežete sa internetom
sv: Dubbeltryck för att försöka återansluta till internet
sw: Gonga mara mbili ili kujaribu kuunganisha tena kwenye intaneti
th: แตะสองครั้งเพื่อลองเชื่อมต่ออินเทอร์เน็ตอีกครั้ง
tr: İnternete yeniden bağlanmayı denemek için iki kez dokunun
uk: Двічі торкніться, щоб повторити спробу підключення до інтернету
ur: انٹرنیٹ سے دوبارہ جڑنے کی کوشش کرنے کے لیے دو بار تھپتھپائیں
uz: Internetga qayta ulanishga urinish uchun ikki marta bosing
vi: Nhấn đúp để thử kết nối lại Internet
yo: Tẹ̀ lẹ́ẹ̀mejì láti gbìyànjú láti tún sopọ̀ mọ́ Íńtánẹ́ẹ̀tì
zh_hans: 轻点两下以尝试重新连接互联网
zh_hant: 點按兩下以嘗試重新連線至網際網路

# mb_connection_retry
source: Retry connection
ak: San sɔ nkitahodi no hwɛ
am: ግንኙነቱን እንደገና ይሞክሩ
ar: إعادة محاولة الاتصال
bn: পুনরায় সংযোগের চেষ্টা করুন
cs: Zkusit připojení znovu
da: Prøv forbindelsen igen
de: Erneut versuchen
el: Επανάληψη προσπάθειας σύνδεσης
es: Reintentar la conexión
es_mx: Reintentar conexión
fa: Talash-e dobare baraye etesal
fi: Yritä yhdistää uudelleen
fil: Subukang kumonekta muli
fr: Réessayer
fr_ca: Réessayer la connexion
ha: Sake gwada haɗawa
he: נסו להתחבר מחדש
hi: फिर से कनेक्ट करने की कोशिश करें
hr: Pokušaj se ponovno povezati
hu: Újracsatlakozás
id: Coba sambungkan lagi
is: Reyna aftur að tengjast
it: Riprova la connessione
ja: 接続を再試行
ka_ge: კავშირის ხელახლა ცდა
kk: Қайта қосылу
km_kh: ព្យាយាមភ្ជាប់ឡើងវិញ
ko: 연결 다시 시도
lv: Mēģināt savienoties vēlreiz
ms: Cuba sambung semula
nb: Prøv å koble til på nytt
ne: जडान गर्न पुनः प्रयास गर्नुहोस्
nl: Opnieuw verbinding maken
pl: Ponów próbę połączenia
ps_af: بیا د نښلېدو هڅه وکړئ
pt: Tentar novamente
pt_br: Tentar novamente
ro: Încercați din nou să vă conectați
ru: Повторить попытку подключения
si: නැවත සම්බන්ධ වීමට උත්සාහ කරන්න
sk: Skúsiť pripojenie znova
sl: Poskusite znova vzpostaviti povezavo
sr: Pokušajte ponovo da se povežete
sv: Försök ansluta igen
sw: Jaribu kuunganisha tena
th: ลองเชื่อมต่ออีกครั้ง
tr: Yeniden bağlanmayı dene
uk: Повторити спробу підключення
ur: دوبارہ کنیکٹ کرنے کی کوشش کریں
uz: Ulanishni qayta sinash
vi: Thử kết nối lại
yo: Gbìyànjú ìsopọ̀ náà lẹ́ẹ̀kan sí i
zh_hans: 重试连接
zh_hant: 重試連線
